// ==== Settings ====
"Library" = "Library";
"Hide Document Names" = "Hide Document Names";

"Reading and Editing" = "Reading and Editing";
"Hide Status Bar" = "Hide Status Bar";
"Disable Auto Lock" = "Disable Auto Lock";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly.";

"When Using the Close-up Input" = "When Using the Close-up Input";
"Disable Editing Elsewhere" = "Disable Editing Elsewhere";
"Close-up Input Tips" = "• Tap-and-hold anywhere on a page to open the close-up input.\n• Tab-and-hold the return button to move to next line with indentation. Drag the locator rectangle to change the indent size."; // the locator is a rectangle which shows the location of the close-up input on the page view

"About GoodNotes" = "About GoodNotes";
"Version" = "Version";
"Send Us Feedback" = "Send Us Feedback";
"Rate GoodNotes on iTunes to support us!" = "Rate GoodNotes on iTunes to support us!";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "We would love to hear your questions, comments, or suggestions! Please enter your feedback below:";

"Crash Recovery" = "Crash Recovery";
"Safe Mode" = "Safe Mode";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "Turn on safe mode to prevent GoodNotes from crashing on start up.";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" = "When Using Close-up Input or Text Input";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "Close-up Input Gesture (Tap and Hold)";
"Text Input Gesture (Two Fingers Tap)" = "Text Input Gesture (Two Fingers Tap)";
"Unlink Dropbox" = "Unlink Dropbox";
"Unlink Box" = "Unlink Box";

// ==== version 3.2 below ====
"Palm Rest" = "Palm Rest";
"Palm Rest Control Position" = "Palm Rest Control Position";
"Left" = "Left";
"Right" = "Right";
"Auto-Deselect Eraser" = "Auto-Deselect Eraser";

// ==== version 3.3 below ====
"Pen Style" = "Pen Style";
"Fountain Pen" = "Fountain Pen";
"Rollerball Pen" = "Rollerball Pen";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "Turn on Safe Mode to prevent opening a crashing document on startup.";

"Extract App Data" = "Extract App Data";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes.";